Revit 2027 API
GBXMLImportOptions Constructor
Default constructor. Sets all options to their default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public GBXMLImportOptions()
Public Sub New
public:
GBXMLImportOptions()
new : unit -> GBXMLImportOptions
See Also
Reference
GBXMLImportOptions Class
Autodesk.Revit.DB Namespace